{
	"about_game_header": "Об игре",
	"about_game": "*Тогыз Кумалак* (\"девять камешков\") - это казахская логическая игра для двух игроков, которая относится к семейству игр Манкала.",
	"board_anchor": "Доска",
	"goal_anchor": "Цель игры",
	"game_anchor": "Процесс игры",
	"board_info_1": "В игре `Тогыз Кумалак` используется специальная доска с двумя рядами маленьких `лунок` (по девять в каждом ряду) и двумя большими `лунками`, которые называются `\"казанами\"`. Нижний (ближний) ряд `лунок` считается стороной игрока, противоположный ряд - стороной противника. `\"Казан\"` игрока находится ближе к стороне противника, а `\"казан\"` противника - ближе к стороне игрока.",
	"board_info_2": "В начале игры в каждой маленькой `лунке` находится по девять `камней`.",
	"goal_info_1": "Игрок побеждает в игре, если он собирает в своем `казане` большее количество `камней>` чем противник собирает в своем `казане`.",
	"goal_info_2": "Если в конце игры в `казанах` каждого из игроков находится одинаковое кол-во `камней`, то игра завершается вничью.",
	"game_info_1": "Игроки ходят по очереди, вынимая камни из одной из `лунок` и раскадывая их в другие `лунки` следующим образом:",
	"game_info_2": "Игрок вынимает все `камни` из одной из `лунок` на своей стороне.",
	"game_info_3": "Если выбранная `лунка` содержала больше одного камня, то первый вынутый камень кладется обратно в ту же лунку, из которой он был взят. Все последующие вынутые камни игрок раскладывает в лунки против часовой стрелки (слева-направо в своих лунках и справа-налево в лунках противника). В каждую лунку он кладет по одному камню.",
	"game_info_4": "Если выбранная лунка содержала всего один камень, то он кладется в следующую лунку против часовой стрелки.",
	"game_info_5": "Ниже приведен пример одного хода:",
	"game_info_6": "`Игрок вынимает девять камней из лунки и раскладывает их против часовой стрелки.`",
	"game_info_7": "`Обратите внимание на то, что первый вынутый камень падает обратно в лунку, из который был сделан ход.`",
	"game_info_8": "Если при раскладывании игрок кладет последний камень в лунку противника, доводя общее количество камней до четного числа, то он забирает все камни из этой лунки (вместе со своим камнем) и кладет их в свою лунку-накопитель.",
	"game_info_9": "`Последний камень падает в лунку на стороне противника и доводит общее кол-во камней до четного числа (10). Все эти 10 камней перемещаются в \"казан\" игрока`",
	"game_info_10": "Если при раскладывании игрок кладет последний камень в лунку противника, доводя общее количество камней до трёх, а также удовлетворяются три нижеприведенных условия, то все эти три камня перемещаются в \"казан\" игрока, а лунка превращается в \"туздык\"  (\"святок место\" по-казахски). Упомянутые три условия перечислены ниже:",
	"game_info_11": "если у игрока уже есть \"туздык\".",
	"game_info_12": "последняя лунка на стороне противника (самая правая) не может быть превращена в \"туздык\".",
	"game_info_13": "\"туздык\" не может быть создан симметрично уже созданному \"туздыку\" оппонента (например, если третья лунка на стороне игрока является \"туздыком\" противника, то игрок не может превратить третью лунку на стороне противника в свой собственный \"туздык\").",
	"game_info_14": "Ход, нарушающий любое из этих трех условий, может быть произведен, однако в результате не создается \"туздык\" и три камня остаются лежать в лунке.",
	"game_info_15": "Любой камень, падающий при раскладывании в \"туздык\", забирается владельцем \"туздыка\" в свой \"казан\"",
	"game_info_16": "`Игрок вынимает 10 камней из своей лунки (зеленой) и раскладывает их против часовой стрелки.`",
	"game_info_17": "`Последний камень падает в лунку на стороне оппонента (красная) и доводит общее кол-во камней до трех.`",
	"game_info_18": "`Эта лунка превращается в \"туздык\" игрока (все три камня перемещаются в \"казан\" игрока).`",
	"game_info_19": "Если игрок не может сделать ход, так как все его лунки пусты, то второй игрок переносит все оставшиеся в его лунках камни в свой казан, и игра завершается. Выигрывает игрок, набравший большее количество камней в своем казане."
}